Repository: Czocher/zebra-supervisor
Catalog: judge/locale/*/LC_MESSAGES/django.po
Languages: pl

source: active
pl: aktywne

source: is active
pl: tylko aktywne

source: is inactive
pl: tylko nieaktywne

source: Set selected submissions as waiting for judging
pl: Ustaw wybrane wysyłki jako oczekujące na ocenę

source: Set selected print requests as waiting for printing
pl: Ustaw wybrane żądania wydruku jako oczekujące na wydruk

source: Rejudge last submission for each user and task
pl: Ponownie oceń ostatnie wysyłki dla każdego problemu każdemu użytkownikowi

source: Rejudge all submission for this contest
pl: Ponownie oceń wszystkie wysyłki dla tych zawodów

source: Source
pl: Źródło

source: Node
pl: Węzeł

source: Judge
pl: Sędzia

source: Source code
pl: Kod źródłowy

source: Source file
pl: Plik źródłowy

source: Please provide code to submit.
pl: Proszę zapewnić kod źródłowy do wysłania.

source: File is too large for submission.
pl: Plik jest zbyt duży.

source: Cannot submit binary file.
pl: Nie można wysłać pliku binarnego.

source: Content
pl: Zawartość

source: Content file
pl: Plik z zawartością

source: Please provide content for printing.
pl: Proszę zapewnić zawartość do wydruku.

source: Name
pl: Nazwa

source: Start time
pl: Czas rozpoczęcia

source: Freeze time
pl: Czas zamrożenia

source: End time
pl: Czas zakończenia

source: Problems
pl: Zadania

source: Team contest
pl: Zawody drużynowe

source: Penalty for wrong submissions
pl: Kara za błędną wysyłkę

source: Is printing avaliable
pl: Drukowanie dostępne

source: Contest
pl: Zawody

source: Contests
pl: Zawody

source: Active
pl: Aktywne

source: Started
pl: Czy rozpoczęte

source: Finished
pl: Zakończone

source: Freezed
pl: Zamrożony

source: Printing
pl: Drukowanie

source: Waiting
pl: Oczekiwanie

source: Printed
pl: Wydrukowane

source: Author
pl: Autor

source: Send time
pl: Czas wysyłki

source: Language
pl: Język

source: Problem
pl: Zadanie

source: Print request
pl: Żądanie wydruku

source: Print requests
pl: Żądania wydruku

source: Codename
pl: Nazwa kodowa

source: Example: 'FIB01'. A short text to identify this problem, used as an id for urls.
pl: Przykład: 'FIB01'. Krótki tekst identyfikujący zadanie, używany jako identyfikator przy adresach.

source: Has PDF
pl: Załadowany PDF

source: Input
pl: Wejście

source: Output
pl: Wyjście

source: Sample I/O
pl: Przykładowe wejście/wyjście

source: Institute name
pl: Nazwa instytutu

source: Team name
pl: Nazwa drużyny

source: Room number
pl: Numer pokoju

source: Computer number
pl: Numer komputera

source: Profile
pl: Profil

source: Profiles
pl: Profile

source: Judging
pl: Ocenianie

source: Judged
pl: Ocenione

source: Compilation log
pl: Dziennik kompilacji

source: Score
pl: Wynik

source: Submission
pl: Wysyłka

source: Submissions
pl: Wysyłki

source: Return code
pl: Kod wykonania

source: Mark
pl: Poprawność

source: Execution time
pl: Czas wykonania

source: Result
pl: Rezultat

source: Results
pl: Rezultaty

source: Timestamp
pl: Data wysłania

source: Tests File
pl: Pliki testów

source: Test input
pl: Wejście testów

source: Test inputs
pl: Wejścia testów

source: Test output
pl: Wyjście testów

source: Test outputs
pl: Wyjścia testów

source: Test config
pl: Konfiguracje testów

source: Test configs
pl: Konfiguracja testów

source: Inputs
pl: Wejścia

source: Outputs
pl: Wyjścia

source: Config
pl: Konfiguracja

source: Tests
pl: Testy

source: List of problems
pl: Lista zadań

source: in
pl: w

source: Contest has finished, you cannot send any more solutions.
pl: Zawody dobiegły końca, nie można wysyłać rozwiązań.

source: Contest hasn't started yet. You can only see problems because you are a staff member.
pl: Zawody nie rozpoczęły się jeszcze. Możesz oglądać zadania tylko ze względu na to, że jesteś częścią obsługi.

source: No problems to show.
pl: Brak zadań do wyświetlenia.

source: Contest name
pl: Nazwa zawodów

source: No contests to show.
pl: Brak zawodów do wyświetlenia.

source: Latest submissions
pl: Ostatnie wysyłki

source: Print source code
pl: Drukuj kod źródłowy

source: Questions
pl: Pytania

source: List of submissions
pl: Lista wysyłek

source: There are no submissions in this contest.
pl: Brak wysyłek w tych zawodach.

source: List of latest submissions
pl: Lista ostatnich wysyłek

source: ago
pl: temu

source: Print
pl: Drukuj

source: Example
pl: Przykład

source: Send solution
pl: Wyślij rozwiązanie

source: Score ranking for
pl: Ranking dla

source: The score rankings have been frozen since:
pl: Ranking zamrożony od:

source: The score rankings are empty.
pl: Ranking jest pusty.

source: Autorefresh every
pl: Odświeżaj co

source: seconds
pl: sekund

source: User
pl: Użytkownik

source: Total Score
pl: Wynik

source: Submission for
pl: Wysyłka dla

source: Submited
pl: Wysłane

source: Returncode
pl: Kod wykonania

source: Time
pl: Czas

source: Submit solution for
pl: Wyślij rozwiązanie dla

source: Submit
pl: Wyślij

source: There are no submissions to display.
pl: Brak wysyłek do wyświetlenia.

source: Abnormal program termination
pl: Przedwczesne zakończenie programu

source: Floating point exception
pl: Błąd obliczeń zmiennoprzecinkowych

source: Timelimit
pl: Limit czasu

source: Segmentation fault
pl: Naruszenie ochrony pamięci

source: Compilation error
pl: Błąd kompilacji

source: Printing not available.
pl: Drukowanie niedostępne.

source: Print request added to print queue.
pl: Dodano żądanie wydruku do kolejki.
